<!doctype html>
<html>
<head>
<link rel="stylesheet" href="lib/style.css">
<script src="lib/script.js"></script>
</head>
<body>
<header>
<h1>Кекс в микроволновке без яиц</h1>
</header>
<main>
<nav>
<h1»Ингредиенты</h1>
<Li>Мука - 3 ст. ложки</li>
<Li>Caxap - 4 ст. ложки</li>
<li>Какао - 2 ст. ложки</li>
<Li>Растворимый кофе - 0,5 чайных ложки</li> <li>Сода - 1/4 чаных ложки</Li> <li>Растительное масло - 2 ст. ложки</li>
<li>Молоко (или воды) - 5 ст. ложек</li> <li>Экстракт ванили - 0,5 чайных ложки</li> <li>Шоколадная стружка - 3 ст. ложки</li>
</nav>
<section>
<h1>Спосов приготовления</h1>
<p>1. Выложите в миску все сухие составляющие (муку, сахар, какао, растворимый кофе, соду).</p> 
<p> 2. Хорошенько перемешайте ингредиенты, чтобы получилась однородная масса.</p>
<p>3. По центру сделайте углубление, но не до дна, влейте растительное масло, молоко (или воду), экстракт ванили.</p>
<p>4. Хорошенько перемешайте, чтобы добиться однородной консистенции. </p>
<p>5. По вкусу добавьте шоколадную стружку (можете больше или меньше, а также вовсе обойтись без неё).</p>
<p>6. Чашку смажте растительным маслом с помощью кисточки, чтобы кекс легко доставался. </p> 
<p>7. Выложите в чашку тесто и постучите чашкой по столу, чтобы утрамбовать тесто.</p> 
  <p>8. Запекайте кекс в микроволновой печи 2 минуы на максимальной мощности.</p>
<p>Готовый кекс можете достать из чашки или подавать
в ней</p>
</section>
<aside>
<img srcset="https://e2.edimdoma.ru/data/recipes/0004/8979/48979-ed4_wide.jpg?1628834559" alt="КЕКС в кружке" width="400" height="300">
</aside>
</body> 
</html>
